jorgebucaran/fisher
jorgebucaran/nvm.fish
oh-my-fish/plugin-pj
jorgebucaran/autopair.fish
oh-my-fish/plugin-wifi-password
patrickf1/fzf.fish
axkirillov/tokyonight-fish
gazorby/fish-abbreviation-tips
ilancosman/tide@v6
oh-my-fish/plugin-bang-bang
